Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 本地 API 服务尚未启动。
ar: لم تبدأ خدمة API المحلية.
de: Der lokale API-Dienst wurde nicht gestartet.
en: The local API service has not started.
es: El servicio de API local no se ha iniciado.
fr: Le service d’API locale n’est pas démarré.
ja: ローカルAPIサービスは開始されていません。
ko: 로컬 API 서비스가 시작되지 않았습니다.
pt_br: O serviço de API local não foi iniciado.
ru: Служба локального API не запущена.
zh_hant: 本地 API 服務尚未啓動。

source: 本地 API 未运行
ar: API المحلي متوقف
de: Lokale API läuft nicht
en: Local API Not Running
es: API local detenida
fr: API locale arrêtée
ja: ローカルAPIは停止中
ko: 로컬 API 실행 안 됨
pt_br: API local parada
ru: Локальный API не запущен
zh_hant: 本地 API 未運行

source: 本地信任
ar: الثقة المحلية
de: lokales Vertrauen
en: local trust
es: confianza local
fr: confiance locale
ja: 地元の信頼
ko: 지역적 신뢰
pt_br: confiança local
ru: местный траст

source: 本地备份与回滚
ar: النسخ الاحتياطي المحلي والتراجع
de: Lokales Backup und Rollback
en: Local backup and rollback
es: Copia de seguridad y reversión local
fr: Sauvegarde et restauration locales
ja: ローカルバックアップとロールバック
ko: 로컬 백업 및 롤백
pt_br: Backup e reversão locais
ru: Локальное резервное копирование и откат
zh_hant: 本地備份與回滾

source: 本地网关未运行
ar: البوابة المحلية لا تعمل
de: Das lokale Gateway läuft nicht
en: The local gateway is not running
es: La puerta de enlace local no se está ejecutando
fr: La passerelle locale ne fonctionne pas
ja: ローカルゲートウェイが実行されていません
ko: 로컬 게이트웨이가 실행되고 있지 않습니다.
pt_br: O gateway local não está em execução
ru: Локальный шлюз не работает
zh_hant: 本地網關未運行

source: 本地网关运行中
ar: البوابة المحلية قيد التشغيل
de: Das lokale Gateway läuft
en: The local gateway is running
es: La puerta de enlace local está funcionando
fr: La passerelle locale est en cours d'exécution
ja: ローカルゲートウェイが実行中です
ko: 로컬 게이트웨이가 실행 중입니다.
pt_br: O gateway local está em execução
ru: Локальный шлюз работает
zh_hant: 本地網關運行中

source: 本月已知价格估算 %@，已使用预算的 %.0f%%。
ar: تقدير التكلفة المعروفة لهذا الشهر هو %@ ويستخدم %.0f%% من الميزانية.
de: Die bekannte Kostenschätzung dieses Monats beträgt %@ und nutzt %.0f%% des Budgets.
en: Known-price estimate this month is %@, using %.0f%% of the budget.
es: La estimación conocida del mes es %@ y usa el %.0f%% del presupuesto.
fr: L’estimation connue du mois est de %@, soit %.0f%% du budget.
ja: 今月の既知価格による見積りは%@で、予算の%.0f%%を使用しています。
ko: 이번 달 알려진 가격 추정치는 %@이며 예산의 %.0f%%를 사용했습니다.
pt_br: A estimativa conhecida deste mês é %@ e usa %.0f%% do orçamento.
ru: Известная оценка за месяц — %@, использовано %.0f%% бюджета.
zh_hant: 本月已知價格估算 %@，已使用預算的 %.0f%%。

source: 本月已知价格估算 %@，已达到 %@ 上限。
ar: تقدير التكلفة المعروفة لهذا الشهر هو %@ وقد بلغ حد %@.
de: Die bekannte Kostenschätzung dieses Monats beträgt %@ und hat das Limit von %@ erreicht.
en: Known-price estimate this month is %@ and has reached the %@ limit.
es: La estimación conocida del mes es %@ y alcanzó el límite de %@.
fr: L’estimation connue du mois est de %@ et a atteint la limite de %@.
ja: 今月の既知価格による見積りは%@で、上限%@に達しました。
ko: 이번 달 알려진 가격 추정치는 %@이며 %@ 한도에 도달했습니다.
pt_br: A estimativa conhecida deste mês é %@ e atingiu o limite de %@.
ru: Известная оценка за месяц — %@; достигнут лимит %@.
zh_hant: 本月已知價格估算 %@，已達到 %@ 上限。

source: 本月已知价格估算 $%.4f，已使用预算的 %.0f%%。
ar: تقدير السعر المعروف لهذا الشهر $%.4f، %.0f%% من الميزانية المستخدمة.
de: Bekannte Preisschätzung für diesen Monat %.4f $, %.0f%% des verwendeten Budgets.
en: Known price estimate for this month $%.4f, %.0f%% of budget used.
es: Precio estimado conocido para este mes $%.4f, %.0f%% del presupuesto utilizado.
fr: Estimation de prix connue pour ce mois $%.4f, %.0f%% du budget utilisé.
ja: 今月の既知の価格見積もり $%.4f、使用予算の %.0f%%。
ko: 이번 달의 예상 가격은 $%.4f, 예산의 %.0f%%가 사용되었습니다.
pt_br: Estimativa de preço conhecida para este mês $%.4f, %.0f%% do orçamento utilizado.
ru: Известна сметная цена на этот месяц: $%.4f, %.0f%% использованного бюджета.
zh_hant: 本月已知價格估算 $%.4f，已使用預算的 %.0f%%。

source: 本月已知价格估算 $%.4f，已达到 $%.2f 上限。
ar: تقديرات الأسعار المعروفة لهذا الشهر $%.4f، $%.2f تم الوصول إلى الحد الأعلى.
de: Bekannte Preisschätzung für diesen Monat %.4f $, Obergrenze %.2f $ erreicht.
en: Known price estimate for this month $%.4f, $%.2f upper limit reached.
es: Estimación de precio conocida para este mes $%.4f, $%.2f límite superior alcanzado.
fr: Estimation de prix connue pour ce mois $%.4f, $%.2f limite supérieure atteinte.
ja: 今月の既知の価格推定 $%.4f、$%.2f の上限に達しました。
ko: 이번 달 예상 가격 $%.4f, $%.2f 상한선에 도달했습니다.
pt_br: Estimativa de preço conhecida para este mês $%.4f, $%.2f limite superior atingido.
ru: Известная оценка цены на этот месяц $%.4f, верхний предел $%.2f достигнут.
zh_hant: 本月已知價格估算 $%.4f，已達到 $%.2f 上限。

source: 本月暂无聚合用量。未知价格不会被伪算为已知费用。
ar: لا يوجد استخدام إجمالي هذا الشهر. لن يتم احتساب الأسعار غير المعروفة بشكل خاطئ على أنها رسوم معروفة.
de: In diesem Monat gibt es keine Gesamtnutzung. Unbekannte Preise werden nicht fälschlicherweise als bekannte Gebühren berechnet.
en: No aggregated usage this month. Models with unknown pricing are not reported as known costs.
es: No hay uso agregado este mes. Los precios desconocidos no se calcularán falsamente como tarifas conocidas.
fr: Il n’y a pas d’utilisation globale ce mois-ci. Les prix inconnus ne seront pas faussement calculés comme des frais connus.
ja: 今月の合計使用量はありません。不明な価格が既知の料金として誤って計算されることはありません。
ko: 이번 달에는 집계 사용량이 없습니다. 알려지지 않은 가격은 알려진 수수료로 잘못 계산되지 않습니다.
pt_br: Não há uso agregado neste mês. Preços desconhecidos não serão calculados falsamente como taxas conhecidas.
ru: В этом месяце совокупного использования нет. Неизвестные цены не будут ошибочно рассчитываться как известные комиссии.
zh_hant: 本月暫無聚合用量。未知價格不會被偽算為已知費用。

source: 本月请求
ar: طلبات هذا الشهر
de: Anfragen diesen Monat
en: Requests this month
es: Solicitudes este mes
fr: Demandes ce mois-ci
ja: 今月のリクエスト
ko: 이번 달 요청
pt_br: Pedidos este mês
ru: Запросы в этом месяце
zh_hant: 本月請求

source: 本机 Agent 协议
ar: بروتوكولات Agent المحلية
de: Lokale Agent-Protokolle
en: Local Agent Protocols
es: Protocolos locales de Agent
fr: Protocoles Agent locaux
ja: ローカル Agent プロトコル
ko: 로컬 Agent 프로토콜
pt_br: Protocolos locais de Agent
ru: Локальные протоколы Agent
zh_hant: 本機 Agent 協議

source: 本机 AI 路由中枢
ar: مركز توجيه الذكاء الاصطناعي المحلي
de: Lokaler KI-Routing-Hub
en: Local AI routing hub
es: Centro local de enrutamiento de IA
fr: Hub local de routage IA
ja: ローカルAIルーティングハブ
ko: 로컬 AI 라우팅 허브
pt_br: Central local de roteamento de IA
ru: Локальный центр маршрутизации ИИ
zh_hant: 本機 AI 路由中樞

source: 本机 Ollama 已安装模型
ar: النماذج المثبتة في Ollama المحلي
de: In lokalem Ollama installierte Modelle
en: Models installed in local Ollama
es: Modelos instalados en Ollama local
fr: Modèles installés dans Ollama local
ja: ローカル Ollama にインストール済みのモデル
ko: 로컬 Ollama에 설치된 모델
pt_br: Modelos instalados no Ollama local
ru: Модели, установленные в локальном Ollama
zh_hant: 本機 Ollama 已安裝模型

source: 本机内存响应缓存已清空。
ar: تم مسح ذاكرة التخزين المؤقت لاستجابة الذاكرة الأصلية.
de: Der Antwortcache des nativen Speichers wurde geleert.
en: The native memory response cache has been cleared.
es: Se borró la memoria caché de respuesta de la memoria nativa.
fr: Le cache de réponse de la mémoire native a été vidé.
ja: ネイティブ メモリの応答キャッシュがクリアされました。
ko: 기본 메모리 응답 캐시가 지워졌습니다.
pt_br: O cache de resposta da memória nativa foi limpo.
ru: Кэш ответов в собственной памяти очищен.
zh_hant: 本機內存響應緩存已清空。

source: 本机内存缓存与离线回退
ar: التخزين المؤقت للذاكرة الأصلية والرجوع دون اتصال بالإنترنت
de: Natives Speicher-Caching und Offline-Fallback
en: Native memory caching and offline fallback
es: Almacenamiento en caché de memoria nativa y respaldo sin conexión
fr: Mise en cache de la mémoire native et secours hors ligne
ja: ネイティブ メモリ キャッシュとオフライン フォールバック
ko: 기본 메모리 캐싱 및 오프라인 대체
pt_br: Cache de memória nativa e fallback offline
ru: Встроенное кэширование памяти и резервный режим в автономном режиме
zh_hant: 本機內存緩存與離線回退

source: 本机合成响应（未访问上游）
ar: الاستجابات المركبة محليًا (لا يمكن الوصول إلى المنبع)
de: Nativ synthetisierte Antworten (kein Upstream-Zugriff)
en: Natively synthesized responses (no upstream accessed)
es: Respuestas sintetizadas de forma nativa (sin acceso ascendente)
fr: Réponses synthétisées de manière native (pas d'accès en amont)
ja: ネイティブに合成された応答 (アップストリームへのアクセスなし)
ko: 기본적으로 합성된 응답(업스트림 액세스 없음)
pt_br: Respostas sintetizadas nativamente (sem acesso upstream)
ru: Собственные синтезированные ответы (без доступа к восходящему потоку)
zh_hant: 本機合成響應（未訪問上游）

source: 本机合成的音乐协议演示响应；未访问上游，也不会产生费用。
ar: الاستجابة التجريبية لبروتوكول الموسيقى المركب محليًا؛ لا تتم زيارة المنبع ولا يتم فرض أي رسوم.
de: Demo-Antwort des nativ synthetisierten Musikprotokolls; Es wird kein Upstream besucht und es fallen keine Gebühren an.
en: Natively synthesized music protocol demo response; no upstream is visited and no charges are incurred.
es: Respuesta de demostración de protocolo de música sintetizada de forma nativa; no se visita aguas arriba y no se incurre en cargos.
fr: Réponse de démonstration du protocole musical synthétisé de manière native ; aucun amont n'est visité et aucun frais n'est engagé.
ja: ネイティブに合成された音楽プロトコルのデモ応答。アップストリームは訪問されず、料金は発生しません。
ko: 기본적으로 합성된 음악 프로토콜 데모 응답; 업스트림을 방문하지 않으며 비용도 발생하지 않습니다.
pt_br: Resposta de demonstração de protocolo de música sintetizada nativamente; nenhum upstream é visitado e nenhuma cobrança é incorrida.
ru: Демонстрационный ответ музыкального протокола, синтезированный в собственном исполнении; восходящий поток не посещается и никаких затрат не взимается.
zh_hant: 本機合成的音樂協議演示響應；未訪問上游，也不會產生費用。

source: 本机时间
ar: الوقت المحلي
de: Ortszeit
en: Local Time
es: Hora local
fr: Heure locale
ja: ローカル時刻
ko: 현지 시간
pt_br: Hora local
ru: Местное время
zh_hant: 本機時間

source: 本机网关已达到每分钟请求上限
ar: وصلت البوابة المحلية إلى حد الطلب في الدقيقة
de: Das lokale Gateway hat das Anforderungslimit pro Minute erreicht
en: The local gateway has reached the request limit per minute
es: La puerta de enlace local ha alcanzado el límite de solicitudes por minuto.
fr: La passerelle locale a atteint la limite de requêtes par minute
ja: ローカル ゲートウェイが 1 分あたりのリクエスト制限に達しました
ko: 로컬 게이트웨이가 분당 요청 한도에 도달했습니다.
pt_br: O gateway local atingiu o limite de solicitações por minuto
ru: Локальный шлюз достиг лимита запросов в минуту
zh_hant: 本機網關已達到每分鐘請求上限

source: 本机路由、预算与协议设置已保存。
ar: تم حفظ إعدادات التوجيه والميزانية والبروتوكولات المحلية.
de: Lokale Routing-, Budget- und Protokolleinstellungen gespeichert.
en: Local routing, budget, and protocol settings saved.
es: Se guardaron los ajustes locales de rutas, presupuesto y protocolos.
fr: Les réglages locaux de routage, de budget et de protocoles ont été enregistrés.
ja: ローカルのルーティング、予算、プロトコル設定を保存しました。
ko: 로컬 라우팅, 예산 및 프로토콜 설정을 저장했습니다.
pt_br: Configurações locais de rotas, orçamento e protocolos salvas.
ru: Локальные настройки маршрутизации, бюджета и протоколов сохранены.
zh_hant: 本機路由、預算與協議設置已保存。

source: 本次操作可能计费；只有用户明确授权后，才能将 confirm_billable 设为 true。
ar: قد يتم فرض رسوم على هذه العملية؛ لا يمكن ضبط Confirm_billlable إلا على "صحيح" إذا تم التصريح بذلك صراحةً من قبل المستخدم.
de: Dieser Vorgang kann in Rechnung gestellt werden; bestätigen_billable kann nur auf true gesetzt werden, wenn der Benutzer dies ausdrücklich autorisiert hat.
en: This operation may be billed; confirm_billable can only be set to true if explicitly authorized by the user.
es: Esta operación podrá ser facturada; confirm_billable solo se puede establecer en verdadero si el usuario lo autoriza explícitamente.
fr: Cette opération peut être facturée ; confirm_billable ne peut être défini sur true que si l'utilisateur l'autorise explicitement.
ja: この操作には課金される場合があります。 confirm_billable は、ユーザーによって明示的に許可された場合にのみ true に設定できます。
ko: 이 작업에는 비용이 청구될 수 있습니다. verify_billable은 사용자가 명시적으로 승인한 경우에만 true로 설정할 수 있습니다.
pt_br: Esta operação poderá ser faturada; confirm_billable só pode ser definido como verdadeiro se autorizado explicitamente pelo usuário.
ru: Эта операция может быть платной; Для параметра Confirm_billable может быть установлено значение true только в том случае, если это явно разрешено пользователем.
zh_hant: 本次操作可能計費；只有用戶明確授權後，才能將 confirm_billable 設為 true。

# 权重 %arg
source: 权重 %1$arg
ar: الوزن %arg
de: Gewicht %arg
en: Weight %arg
es: Peso %arg
fr: Poids %arg
ja: 重み %arg
ko: 무게 %arg
pt_br: Peso %arg
ru: Вес %arg
zh_hant: 權重 %1$arg

source: 权重随机
ar: عشوائي موزون
de: Gewichtet zufällig
en: Weighted Random
es: Aleatorio ponderado
fr: Aléatoire pondéré
ja: 重み付きランダム
ko: 가중치 무작위
pt_br: Aleatório ponderado
ru: Взвешенный случайный выбор
zh_hant: 權重隨機

source: 查看本地网关、可用模型和请求状态。
ar: عرض البوابة المحلية والنماذج المتاحة وحالة الطلب.
de: Sehen Sie sich das lokale Gateway, die verfügbaren Modelle und den Anforderungsstatus an.
en: View local gateway, available models, and request status.
es: Vea la puerta de enlace local, los modelos disponibles y el estado de la solicitud.
fr: Affichez la passerelle locale, les modèles disponibles et l'état de la demande.
ja: ローカル ゲートウェイ、利用可能なモデル、リクエスト ステータスを表示します。
ko: 로컬 게이트웨이, 사용 가능한 모델 및 요청 상태를 확인하세요.
pt_br: Visualize o gateway local, os modelos disponíveis e o status da solicitação.
ru: Просмотрите локальный шлюз, доступные модели и статус запроса.
zh_hant: 查看本地網關、可用模型和請求狀態。

source: 查询已创建视频任务的状态，不创建新任务。
ar: الاستعلام عن حالة مهام الفيديو التي تم إنشاؤها وعدم إنشاء مهام جديدة.
de: Fragen Sie den Status erstellter Videoaufgaben ab und erstellen Sie keine neuen Aufgaben.
en: Query the status of created video tasks and do not create new tasks.
es: Consulta el estado de las tareas de vídeo creadas y no creas nuevas tareas.
fr: Interrogez l’état des tâches vidéo créées et ne créez pas de nouvelles tâches.
ja: 作成されたビデオ タスクのステータスを照会します。新しいタスクは作成しません。
ko: 생성된 비디오 작업의 상태를 쿼리하고 새 작업을 생성하지 않습니다.
pt_br: Consulte o status das tarefas de vídeo criadas e não crie novas tarefas.
ru: Запрашивайте статус созданных видеозадач и не создавайте новые задачи.
zh_hant: 查詢已創建視頻任務的狀態，不創建新任務。

source: 查询已创建音乐任务的状态，不创建新任务。
ar: الاستعلام عن حالة المهام الموسيقية التي تم إنشاؤها وعدم إنشاء مهام جديدة.
de: Fragen Sie den Status erstellter Musikaufgaben ab und erstellen Sie keine neuen Aufgaben.
en: Query the status of created music tasks and do not create new tasks.
es: Consulta el estado de las tareas musicales creadas y no creas nuevas tareas.
fr: Interrogez l’état des tâches musicales créées et ne créez pas de nouvelles tâches.
ja: 作成された音楽タスクのステータスを照会します。新しいタスクは作成しません。
ko: 생성된 음악 작업의 상태를 쿼리하고 새 작업을 생성하지 마세요.
pt_br: Consulte o status das tarefas musicais criadas e não crie novas tarefas.
ru: Запрашивайте статус созданных музыкальных задач и не создавайте новые задачи.
zh_hant: 查詢已創建音樂任務的狀態，不創建新任務。

source: 查询文本
ar: نص الاستعلام
de: Abfragetext
en: Query text
es: Texto de consulta
fr: Texte de requête
ja: クエリテキスト
ko: 쿼리 텍스트
pt_br: Texto de consulta
ru: Текст запроса
zh_hant: 查詢文本

source: 查询生成任务时请通过 ?model=供应商/模型 指定模型
ar: عند الاستعلام عن مهمة الإنشاء، يرجى تحديد النموذج من خلال ?model=supplier/model
de: Geben Sie beim Abfragen der Generierungsaufgabe das Modell über ?model=supplier/model an
en: When querying the generation task, please specify the model through ?model=supplier/model
es: Al consultar la tarea de generación, especifique el modelo mediante ?model=supplier/model
fr: Lors de l'interrogation de la tâche de génération, veuillez spécifier le modèle via ?model=supplier/model
ja: 生成タスクをクエリするときは、?model=supplier/model を通じてモデルを指定してください。
ko: 생성 작업을 쿼리할 때 ?model=supplier/model을 통해 모델을 지정하세요.
pt_br: Ao consultar a tarefa de geração, especifique o modelo por meio de ?model=supplier/model
ru: При запросе задачи генерации укажите модель через ?model=supplier/model.
zh_hant: 查詢生成任務時請通過 ?model=供應商/模型 指定模型

source: 查询生成任务需要 task_id
ar: تتطلب مهمة إنشاء الاستعلام Task_id
de: Die Aufgabe zur Abfragegenerierung erfordert task_id
en: Query generation task requires task_id
es: La tarea de generación de consultas requiere task_id
fr: La tâche de génération de requête nécessite task_id
ja: クエリ生成タスクには task_id が必要です
ko: 쿼리 생성 작업에는 task_id가 필요합니다.
pt_br: A tarefa de geração de consulta requer task_id
ru: Для задачи создания запроса требуется идентификатор Task_id
zh_hant: 查詢生成任務需要 task_id

source: 查询视频任务时请通过 ?model=供应商/模型 指定模型
ar: عند الاستعلام عن مهام الفيديو، يرجى تحديد النموذج من خلال ?model=supplier/model
de: Geben Sie beim Abfragen von Videoaufgaben bitte das Modell über ?model=supplier/model an
en: When querying video tasks, please specify the model through ?model=supplier/model
es: Al consultar tareas de video, especifique el modelo a través de ?model=supplier/model
fr: Lors de l'interrogation de tâches vidéo, veuillez spécifier le modèle via ?model=supplier/model
ja: ビデオタスクをクエリするときは、?model=supplier/model を通じてモデルを指定してください。
ko: 비디오 작업을 쿼리할 때 ?model=supplier/model을 통해 모델을 지정하십시오.
pt_br: Ao consultar tarefas de vídeo, especifique o modelo por meio de ?model=supplier/model
ru: При запросе видеозадач укажите модель через ?model=supplier/model.
zh_hant: 查詢視頻任務時請通過 ?model=供應商/模型 指定模型

source: 查询视频任务需要 task_id
ar: يتطلب الاستعلام عن مهام الفيديو Task_id
de: Für die Abfrage von Videoaufgaben ist task_id erforderlich
en: Querying video tasks requires task_id
es: Consultar tareas de video requiere task_id
fr: L'interrogation de tâches vidéo nécessite task_id
ja: ビデオタスクのクエリには task_id が必要です
ko: 비디오 작업을 쿼리하려면 task_id가 필요합니다.
pt_br: A consulta de tarefas de vídeo requer task_id
ru: Для запроса задач видео требуется Task_id
zh_hant: 查詢視頻任務需要 task_id

source: 查询音乐任务需要保存精确的 musicTask 端点
ar: يتطلب الاستعلام عن مهام الموسيقى حفظ نقطة نهاية مهمة الموسيقى المحددة
de: Das Abfragen von Musikaufgaben erfordert das Speichern des genauen musicTask-Endpunkts
en: Querying music tasks requires saving the exact musicTask endpoint
es: Consultar tareas musicales requiere guardar el punto final exacto de musicTask
fr: L'interrogation de tâches musicales nécessite d'enregistrer le point de terminaison exact de musicTask
ja: 音楽タスクをクエリするには、正確な musicTask エンドポイントを保存する必要があります
ko: 음악 작업을 쿼리하려면 정확한 musicTask 엔드포인트를 저장해야 합니다.
pt_br: Consultar tarefas musicais requer salvar o endpoint musicTask exato
ru: Для запроса музыкальных задач необходимо сохранить точную конечную точку musicTask.
zh_hant: 查詢音樂任務需要保存精確的 musicTask 端點

source: 概览
ar: نظرة عامة
de: Übersicht
en: Overview
es: Descripción general
fr: Aperçu
ja: 概要
ko: 개요
pt_br: Visão geral
ru: Обзор
zh_hant: 概覽

source: 模型
ar: نموذج
de: Modell
en: Model
es: modelo
fr: modèle
ja: モデル
ko: 모델
pt_br: modelo
ru: модель

source: 模型_id
ar: model_id
de: model_id
en: model_id
es: model_id
fr: model_id
ja: model_id
ko: model_id
pt_br: model_id
ru: model_id

source: 模型价格自动更新
ar: التحديث التلقائي لأسعار النماذج
de: Automatische Modellpreisaktualisierung
en: Automatic Model Price Updates
es: Actualización automática de precios de modelos
fr: Mise à jour automatique des tarifs des modèles
ja: モデル価格の自動更新
ko: 모델 가격 자동 업데이트
pt_br: Atualização automática de preços dos modelos
ru: Автоматическое обновление цен моделей
zh_hant: 模型價格自動更新

source: 模型供应商
ar: موفّرو النماذج
de: Modellanbieter
en: Model Providers
es: Proveedores de modelos
fr: Fournisseurs de modèles
ja: モデルプロバイダー
ko: 모델 제공업체
pt_br: Provedores de modelos
ru: Поставщики моделей
zh_hant: 模型供應商

source: 模型名录 URL 不得包含用户名、密码、API Key 或 Token 查询参数
ar: يجب ألا يحتوي عنوان URL لدليل النموذج على اسم مستخدم أو كلمة مرور أو مفتاح API أو معلمات استعلام الرمز المميز
de: Die URL des Modellverzeichnisses darf keine Abfrageparameter für Benutzername, Passwort, API-Schlüssel oder Token enthalten
en: Model directory URL must not contain username, password, API Key or Token query parameters
es: La URL del directorio del modelo no debe contener nombre de usuario, contraseña, clave API o parámetros de consulta de token.
fr: L'URL du répertoire du modèle ne doit pas contenir de paramètres de requête de nom d'utilisateur, de mot de passe, de clé API ou de jeton.
ja: モデル ディレクトリの URL には、ユーザー名、パスワード、API キー、またはトークンのクエリ パラメーターを含めることはできません
ko: 모델 디렉터리 URL에는 사용자 이름, 비밀번호, API 키 또는 토큰 쿼리 매개변수가 포함되어서는 안 됩니다.
pt_br: O URL do diretório do modelo não deve conter parâmetros de consulta de nome de usuário, senha, chave de API ou token
ru: URL-адрес каталога модели не должен содержать имя пользователя, пароль, параметры запроса API-ключа или токена.
zh_hant: 模型名錄 URL 不得包含用戶名、密碼、API Key 或 Token 查詢參數

source: 模型名录 URL 必须是无片段的完整 HTTP(S) 地址
ar: يجب أن يكون عنوان URL لدليل النموذج عنوان HTTP(S) كاملاً بدون أجزاء
de: Die Modellverzeichnis-URL muss eine vollständige HTTP(S)-Adresse ohne Fragmente sein
en: Model directory URL must be a complete HTTP(S) address without fragments
es: La URL del directorio del modelo debe ser una dirección HTTP(S) completa sin fragmentos.
fr: L'URL du répertoire modèle doit être une adresse HTTP(S) complète sans fragments
ja: モデル ディレクトリの URL は、フラグメントのない完全な HTTP(S) アドレスである必要があります
ko: 모델 디렉터리 URL은 조각이 없는 완전한 HTTP(S) 주소여야 합니다.
pt_br: O URL do diretório do modelo precisa ser um endereço HTTP(S) completo, sem fragmentos
ru: URL-адрес каталога модели должен представлять собой полный адрес HTTP(S) без фрагментов.
zh_hant: 模型名錄 URL 必須是無片段的完整 HTTP(S) 地址

source: 模型名录不是可识别的 JSON 格式
ar: كتالوج النماذج ليس بتنسيق JSON المعترف به
de: Der Modellkatalog liegt nicht im erkannten JSON-Format vor
en: Model catalog is not in recognized JSON format
es: El catálogo de modelos no está en formato JSON reconocido
fr: Le catalogue de modèles n'est pas au format JSON reconnu
ja: モデル カタログは認識される JSON 形式ではありません
ko: 모델 카탈로그가 인식된 JSON 형식이 아닙니다.
pt_br: O catálogo de modelos não está no formato JSON reconhecido
ru: Каталог моделей не в распознанном формате JSON.
zh_hant: 模型名錄不是可識別的 JSON 格式

source: 模型名录拉取
ar: سحب الدليل النموذجي
de: Modellverzeichnis-Pull
en: Model directory pull
es: Extracción del directorio de modelos
fr: Extraction du répertoire modèle
ja: モデルディレクトリのプル
ko: 모델 디렉터리 가져오기
pt_br: Extração do diretório do modelo
ru: Извлечение каталога модели
zh_hant: 模型名錄拉取

source: 模型名录请求被重定向到其他来源，为防止凭证泄露已拒绝响应
ar: تمت إعادة توجيه طلب الدليل النموذجي إلى مصدر آخر، وتم رفض الاستجابة لمنع تسرب بيانات الاعتماد.
de: Die Modellverzeichnisanforderung wurde an eine andere Quelle umgeleitet und die Antwort wurde abgelehnt, um einen Verlust der Anmeldeinformationen zu verhindern.
en: The model directory request was redirected to another source, and the response was rejected to prevent credential leakage.
es: La solicitud del directorio de modelos se redirigió a otra fuente y la respuesta se rechazó para evitar la fuga de credenciales.
fr: La demande d'annuaire de modèles a été redirigée vers une autre source et la réponse a été rejetée pour éviter toute fuite d'informations d'identification.
ja: モデル ディレクトリ要求は別のソースにリダイレクトされ、資格情報の漏洩を防ぐために応答は拒否されました。
ko: 모델 디렉터리 요청이 다른 소스로 리디렉션되었으며 자격 증명 유출을 방지하기 위해 응답이 거부되었습니다.
pt_br: A solicitação do diretório modelo foi redirecionada para outra origem e a resposta foi rejeitada para evitar vazamento de credenciais.
ru: Запрос каталога модели был перенаправлен в другой источник, а ответ был отклонен во избежание утечки учетных данных.
zh_hant: 模型名錄請求被重定向到其他來源，為防止憑證洩露已拒絕響應

source: 模型名录迁移前配置备份失败：%@
ar: فشل نسخ الإعدادات احتياطيًا قبل ترحيل الدليل: %@
de: Konfiguration konnte vor der Katalogmigration nicht gesichert werden: %@
en: Failed to back up configuration before catalog migration: %@
es: No se pudo guardar la configuración antes de migrar el catálogo: %@
fr: Échec de la sauvegarde avant migration du catalogue : %@
ja: カタログ移行前の設定バックアップに失敗しました：%@
ko: 카탈로그 마이그레이션 전 구성 백업 실패: %@
pt_br: Falha ao salvar a configuração antes da migração do catálogo: %@
ru: Не удалось сохранить конфигурацию перед миграцией каталога: %@
zh_hant: 模型名錄遷移前配置備份失敗：%@

source: 模型名称
ar: اسم النموذج
de: Modellname
en: Model name
es: Nombre del modelo
fr: Nom du modèle
ja: 機種名
ko: 모델명
pt_br: Nome do modelo
ru: Название модели
zh_hant: 模型名稱
